const locationTerms = {
  "cityCentre": {
    "Центр громади": { "ua": "Центр громади", "en": "Hromada centre" },
    "Центр міста": { "ua": "Центр міста", "en": "Сity centre" },
    "Центр села": { "ua": "Центр села", "en": "Village centre" },
    "Центр селища": { "ua": "Центр селища", "en": "Hamlet centre" }
  },
  "interchange": {
    "Естакада": { "ua": "ест.", "en": "flyover" },
    "Майдан": { "ua": "майд.", "en": "square" },
    "Площа": { "ua": "пл.", "en": "square" },
    "Шляхопровід": { "ua": "ш-д.", "en": "overpass" }
  },
  "bridge": {
    "Акведук": { "ua": "акв.", "en": "aqueduct" },
    "Віадук": { "ua": "віадук", "en": "viaduct" },
    "Дамба": { "ua": "дамб.", "en": "dam" },
    "Міст": { "ua": "м.", "en": "bridge" },
    "Мостовий перехід": { "ua": "м-п.", "en": "overpass" },
    "Підземний перехід": { "ua": "перехід", "en": "underpass" },
    "Тунель": { "ua": "тнл.", "en": "tunnel" }
  },
  "port": {
    "Водна станція": { "ua": "вод.ст.", "en": "boat station" },
    "Морський порт": { "ua": "мор.порт", "en": "port" },
    "Причал": { "ua": "прич.", "en": "berth" },
    "Пристань": { "ua": "прист.", "en": "pier" },
    "Поромна переправа": { "ua": "пором.", "en": "ferry" },
    "Річковий вокзал/станція": { "ua": "р.ст.", "en": "river station" },
    "Річковий порт": { "ua": "річ.порт", "en": "river port" },
    "Човникова станція": { "ua": "човн.ст.", "en": "boat station" }
  },
  "airport": {
    "Аеродром (Летовище)": { "ua": "аерод.", "en": "airfield" },
    "Аеропорт": { "ua": "аерп.", "en": "airport" }
  },
  "settlement": {
    "Місто": { "ua": "", "en": "city" },
    "Село": { "ua": "", "en": "village" },
    "Селище": { "ua": "", "en": "hamlet" },
    "Хутір": { "ua": "хут.", "en": "khutor" }
  },
  "railStation": {
    "Залізнична станція": { "ua": "зал.ст.", "en": "train station" },
    "Залізничний вокзал": { "ua": "зал.вкз.", "en": "railway station" },
    "Станція метро": { "ua": "ст.м.", "en": "metro station" }
  },
  "busStation": {
    "Автостанція": { "ua": "авт.ст.", "en": "bus station" },
    "Автовокзал": { "ua": "авт.вкз.", "en": "bus station" }
  },
  "water": {
    "Бухта": { "ua": "бух.", "en": "bay" },
    "Гавань": { "ua": "гав.", "en": "harbor" },
    "Гребля": { "ua": "гр.", "en": "levee" },
    "Джерело": { "ua": "джер.", "en": "spring water" },
    "Залив": { "ua": "зал.", "en": "bay" },
    "Затока": { "ua": "зат.", "en": "gulf" },
    "Канал": { "ua": "кан.", "en": "canal" },
    "Лиман": { "ua": "лим.", "en": "firth" },
    "Озеро": { "ua": "оз.", "en": "lake" },
    "Пляж": { "ua": "пляж", "en": "beach" },
    "Протока": { "ua": "прот.", "en": "strait" },
    "Річка": { "ua": "р.", "en": "river" },
    "Ставок": { "ua": "став.", "en": "pond" },
    "Струмок": { "ua": "струм.", "en": "creek" },
    "Водосховище": { "ua": "в/сх.", "en": "reservoir" }
  },
  "bicycleRoute": {
    "Національний": { "ua": "Веломаршрут", "en": "Cycle road" },
    "Регіональний": { "ua": "Веломаршрут", "en": "Cycle road" },
        "Локальний": { "ua": "Веломаршрут", "en": "Cycle road" }
  },
  "streetNetwork": {
    "Автомагістраль (автосрада)": { "ua": "АМ", "en": "highroad" },
    "Алея": { "ua": "ал.", "en": "alley" },
    "Бульвар": { "ua": "бульв.", "en": "boulevard" },
    "Вулиця": { "ua": "вул.", "en": "street" },
    "Дорога": { "ua": "дорога", "en": "road" },
    "Лінія": { "ua": "лінія", "en": "line" },
    "Майдан": { "ua": "майд.", "en": "square" },
    "Набережна": { "ua": "наб.", "en": "embankment" },
    "Пасаж": { "ua": "пасаж", "en": "passage" },
    "Площа": { "ua": "пл.", "en": "square" },
    "Провулок": { "ua": "пров.", "en": "lane" },
    "Проїзд": { "ua": "пр.", "en": "passage" },
    "Проспект": { "ua": "просп.", "en": "avenue" },
    "Тупик": { "ua": "туп.", "en": "dead end" },
    "Узвіз": { "ua": "уз.", "en": "descent" },
    "Шлях": { "ua": "шлях", "en": "road" },
    "Шосе": { "ua": "ш.", "en": "highway" }
  },
  "district": {
    "Житловий квартал (комплекс)": { "ua": "ЖК", "en": "residential complex" },
    "Житловий масив": { "ua": "ж/м", "en": "housing estate" },
    "Житловий район": { "ua": "р-н", "en": "district" },
    "Сади (садові ділянки)": { "ua": "сад.діл.", "en": "allotment" }
  },
  "other": {}
};

export default locationTerms;
